[
  {
    "authors": ["Emily Brontë"],
    "country": "United Kingdom",
    "imageLink": "images/wuthering-heights.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Wuthering_Heights\n",
    "pages": 342,
    "title": "Wuthering Heights",
    "year": 1847,
    "genres": [
        "fiction"
    ],
    "ISBN":"9781787557871",
    "publisher": "Flame Tree Collectable Classics; Unabridged edition",
    "publication_date": "2020-03-15",
    "storyline": "The FLAME TREE COLLECTABLE CLASSICS are chosen to create a delightful and timeless home library. Each stunning edition features deluxe cover treatments, ribbon markers, luxury endpapers and gilded edges. The unabridged text is accompanied by a Glossary of Victorian and Literary terms produced for the modern reader.\n\nIt isn’t known when Emily Brontë began work on the imaginative and passionate story titled Wuthering Heights, which was published in 1847. The distinguished novel is set in a remote Yorkshire village in the eighteenth century, and the narrative explores the love between Catherine Earnshaw and Heathcliff, an abandoned child adopted by Mr. Earnshaw. Their story unfolds alongside a background of poetic imagery, dry humour and rich imagination. Themes of violence and revenge create an intense power in this unique and ground-breaking novel.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Albert Camus"],
    "country": "Algeria, French Empire",
    "imageLink": "images/l-etranger.jpg",
    "language": "French",
    "link": "https://en.wikipedia.org/wiki/The_Stranger_(novel)\n",
    "pages": 185,
    "title": "The Stranger",
    "year": 1942,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780679720201",
    "publisher": "Vintage",
    "publication_date": "1989-03-13",
    "storyline": "With the intrigue of a psychological thriller, Camus's masterpiece gives us the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach. \n\nBehind the intrigue, Camus explores what he termed \"the nakedness of man faced with the absurd\" and describes the condition of reckless alienation and spiritual exhaustion that characterized so much of twentieth-century life. ",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Paul Celan"],
    "country": "Romania, France",
    "imageLink": "images/poems-paul-celan.jpg",
    "language": "German",
    "link": "\n",
    "pages": 320,
    "title": "Poems",
    "year": 1952,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780892552764",
    "publisher": "Persea",
    "publication_date": "2002-11-02",
    "storyline": "The classic translation, Poems of Paul Celan is revised and expanded, featuring new poems and an essay by the translator. It is the foremost English-language edition of the great poet.\n\nThe peerless translations of this haunted and haunting Holocaust poet, including ten new poems and an illuminating essay by the translator. Paul Celan is one the twentieth century's most essential poets, and twenty-two years after its publication, Poems of Paul Celan continues to be the single truest access for English-speakers to this poet's work. This new edition adds ten more poems and a significant essay, \"On Translating Celan\" by Michael Hamburger.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Louis-Ferdinand Céline"],
    "country": "France",
    "imageLink": "images/voyage-au-bout-de-la-nuit.jpg",
    "language": "French",
    "link": "https://en.wikipedia.org/wiki/Journey_to_the_End_of_the_Night\n",
    "pages": 505,
    "title": "Journey to the End of the Night",
    "year": 1932,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780811216548",
    "publisher": "New Directions; Edition Not Stated",
    "publication_date": "2006-05-16",
    "storyline": "Céline’s masterpiece―colloquial, polemic, hyper-realistic, boiling over with black humor\n\nCéline’s masterpiece―colloquial, polemic, hyper realistic―boils over with bitter humor and revulsion at society’s idiocy and hypocrisy: Journey to the End of the Night is a literary symphony of cruelty and violence that hurtles through the improbable travels of the petit bourgeois (and largely autobiographical) antihero, Bardamu: from the trenches of WWI, to the African jungle, to New York, to the Ford Factory in Detroit, and finally to life in Paris as a failed doctor. Ralph Manheim’s pitch-perfect translation captures Céline’s savage energy, and a dynamic afterword by William T. Vollmann presents a fresh, furiously alive take on this astonishing novel.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Miguel de Cervantes"],
    "country": "Spain",
    "imageLink": "images/don-quijote-de-la-mancha.jpg",
    "language": "Spanish",
    "link": "https://en.wikipedia.org/wiki/Don_Quixote\n",
    "pages": 1056,
    "title": "Don Quijote De La Mancha",
    "year": 1610,
    "genres": [
        "fiction"
    ],
    "ISBN":"9788420412146",
    "publisher": "Real Academia Española / Alfaguara; 001 edition",
    "publication_date": "2016-01-26",
    "storyline": "Nominated as one of America’s best-loved novels by PBS’s The Great American Read\n\nTen years ago, the Academies of the Spanish Language conceived of a Don Quixote for everyone. Now, it is being re-released—in a limited edition—to commemorate the 400th anniversary of Cervantes's death.\n\n2015 and 2016 bring with them two special Cervantes anniversaries. The celebration of the 400th Anniversary of the Publication of the Second Part of Don Quixote in 2015 will be followed in 2016 by the Commemoration of the 400th Anniversary of Miguel de Cervantes's Death. As they did more than a decade ago, the Academies of the Spanish Language and Alfaguara unite for this celebration with a re-edition of the universal classic directed at the whole Spanish-speaking world.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Geoffrey Chaucer"],
    "country": "England",
    "imageLink": "images/the-canterbury-tales.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/The_Canterbury_Tales\n",
    "pages": 544,
    "title": "The Canterbury Tales",
    "year": 1450,
    "genres": [
        "fiction"
    ],
    "ISBN":"0141393211",
    "publisher": "Penguin Classics; Revised edition",
    "publication_date": "2009-02-04",
    "storyline": "n The Canterbury Tales Chaucer created one of the great touchstones of English literature, a masterly collection of chivalric romances, moral allegories and low farce. A story-telling competition between a group of pilgrims from all walks of life is the occasion for a series of tales that range from the Knight’s account of courtly love and the ebullient Wife of Bath’s Arthurian legend, to the ribald anecdotes of the Miller and the Cook. Rich and diverse, The Canterbury Tales offer us an unrivalled glimpse into the life and mind of medieval England.\n\nFor more than sixty-five years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,500 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Anton Chekhov"],
    "country": "Russia",
    "imageLink": "images/stories-of-anton-chekhov.jpg",
    "language": "Russian",
    "link": "https://en.wikipedia.org/wiki/List_of_short_stories_by_Anton_Chekhov\n",
    "pages": 194,
    "title": "Stories",
    "year": 1886,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780553381009",
    "publisher": "Modern Library; 10.1.2000 edition",
    "publication_date": "2000-10-31)",
    "storyline": "Richard Pevear and Larissa Volokhonsky, the highly acclaimed translators of War and Peace, Doctor Zhivago, and Anna Karenina, which was an Oprah Book Club pick and million-copy bestseller, bring their unmatched talents to The Selected Stories of Anton Chekhov, a collection of thirty of Chekhov’s best tales from the major periods of his creative life.\n \nConsidered the greatest short story writer, Anton Chekhov changed the genre itself with his spare, impressionistic depictions of Russian life and the human condition. From characteristically brief, evocative early pieces such as “The Huntsman” and the tour de force “A Boring Story,” to his best-known stories such as “The Lady with the Little Dog” and his own personal favorite, “The Student,” Chekhov’s short fiction possesses the transcendent power of art to awe and change the reader. This monumental edition, expertly translated, is especially faithful to the meaning of Chekhov’s prose and the unique rhythms of his writing, giving readers an authentic sense of his style and a true understanding of his greatness.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Joseph Conrad"],
    "country": "United Kingdom",
    "imageLink": "images/nostromo.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Nostromo\n",
    "pages": 320,
    "title": "Nostromo",
    "year": 1904,
    "genres": [
        "fiction"
    ],
    "ISBN":"9781950330218",
    "publisher": "Ancient Wisdom Publications",
    "publication_date": "2019-04-17",
    "storyline": "In his \"Author’s Note\" in this edition of Nostromo, Joseph Conrad provides a detailed explanation of the inspirational origins of his novel. There he relates how, as a young man of about seventeen, while serving aboard a ship in the Gulf of Mexico, he heard the story of a man who had stolen, single-handedly, \"a whole lighter-full of silver\". As Conrad goes on to relate, he forgot about the story until some twenty-five years later when he came across a travelogue in a used-book shop in which the author related how he worked for years aboard a schooner whose master claimed to be that very thief who had stolen the silver.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Charles Dickens"],
    "country": "United Kingdom",
    "imageLink": "images/great-expectations.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Great_Expectations\n",
    "pages": 194,
    "title": "Great Expectations",
    "year": 1861,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780679405795",
    "publisher": "Everyman's Library",
    "publication_date": "1992-03-10",
    "storyline": "One of Charles Dickens’s most fascinating novels, Great Expectations follows the orphan Pip as he leaves behind a childhood of misery and poverty after an anonymous benefactor offers him a chance at the life of a gentleman.\n\nFrom the young Pip’s first terrifying encounter with the convict Magwitch in the gloom of a graveyard to the splendidly morbid set pieces in Miss Havisham’s mansion to the magnificently realized boat chase down the Thames, Great Expectations is filled with the transcendent excitement that Dickens could so abundantly provide.\n\nWritten in 1860, at the height of his maturity, it also reveals the novelist’s bittersweet understanding of the extent to which our deepest moral dilemmas are born of our own obsessions and illusions.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Denis Diderot"],
    "country": "France",
    "imageLink": "images/jacques-the-fatalist.jpg",
    "language": "French",
    "link": "https://en.wikipedia.org/wiki/Jacques_the_Fatalist\n",
    "pages": 596,
    "title": "Jacques the Fatalist",
    "year": 1796,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780199537952",
    "publisher": "Oxford University Press; 1st edition",
    "publication_date": "2009-08-31",
    "storyline": "Jacques the Fatalist is a provocative exploration of the problems of human existence, destiny, and free will. In the introduction to this brilliant translation, David Coward explains the philosophical basis of Diderot's fascination with fate and examines the experimental and influential literary techniques that make Jacques the Fatalist a classic of the Enlightenment.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Alfred Döblin"],
    "country": "Germany",
    "imageLink": "images/berlin-alexanderplatz.jpg",
    "language": "German",
    "link": "https://en.wikipedia.org/wiki/Berlin_Alexanderplatz\n",
    "pages": 600,
    "title": "Berlin Alexanderplatz",
    "year": 1929,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780826477897",
    "publisher": "Continuum",
    "publication_date": "2005-01-21",
    "storyline": "Alfred D&#246;blin (1878-1957) studied medicine in Berlin and specialized in the treatment of nervous diseases. Along with his experiences as a psychiatrist in the workers' quarter of Berlin, his writing was inspired by the work of Holderlin, Schopenhauer and Nietzsche and was first published in the literary magazine, Der Sturm. Associated with the Expressionist literary movement in Germany, he is now recognized as on of the most important modern European novelists.\n\nBerlin Alexanderplatz is one of the masterpieces of modern European literature and the first German novel to adopt the technique of James Joyce. It tells the story of Franz Biberkopf, who, on being released from prison, is confronted with the poverty, unemployment, crime and burgeoning Nazism of 1920s Germany. As Franz struggles to survive in this world, fate teases him with a little pleasure before cruelly turning on him.\nForeword by Alexander Stephan",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Fyodor Dostoevsky"],
    "country": "Russia",
    "imageLink": "images/crime-and-punishment.jpg",
    "language": "Russian",
    "link": "https://en.wikipedia.org/wiki/Crime_and_Punishment\n",
    "pages": 551,
    "title": "Crime and Punishment",
    "year": 1866,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780679734505",
    "publisher": "Vintage; Reprint edition",
    "publication_date": "1993-03-12",
    "storyline": "With the same suppleness, energy, and range of voices that won their translation of The Brothers Karamazov the PEN/Book-of-the-Month Club Prize, Pevear and Volokhonsky offer a brilliant translation of Dostoevsky's classic novel that presents a clear insight into this astounding psychological thriller. \"The best (translation) currently available\"--Washington Post Book World.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Fyodor Dostoevsky"],
    "country": "Russia",
    "imageLink": "images/the-idiot.jpg",
    "language": "Russian",
    "link": "https://en.wikipedia.org/wiki/The_Idiot\n",
    "pages": 656,
    "title": "The Idiot",
    "year": 1869,
    "genres": [
        "fiction"
    ],
    "ISBN":"9781853261756",
    "publisher": "Wordsworth Editions Ltd; 0 edition",
    "publication_date": "1998-04-01",
    "storyline": "An introduction by Agnes Cardinal, Prince Myshkin returns to Russia from an asylum in Switzerland. As he becomes embroiled in the frantic amatory and financial intrigues which centre around a cast of brilliantly realised characters and which ultimately lead to tragedy, he emerges as a unique combination of the Christian ideal of perfection and Dostoevsky's own views, afflictions and manners. His serene selflessness is contrasted with the worldly qualities of every other character in the novel. Dostoevsky supplies a harsh indictment of the Russian ruling class of his day who have created a world which cannot accomodate the goodness of this idiot.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Fyodor Dostoevsky"],
    "country": "Russia",
    "imageLink": "images/the-possessed.jpg",
    "language": "Russian",
    "link": "https://en.wikipedia.org/wiki/Demons_(Dostoyevsky_novel)\n",
    "pages": 768,
    "title": "The Possessed",
    "year": 1872,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780554225517",
    "publisher": "BiblioLife; Large type / Large print edition",
    "publication_date": "2008-08-18",
    "storyline": "Also known as Demons, The Possessed is a powerful socio-political novel about revolutionary ideas and the radicals behind them. It follows the career of Pyotr Stepanovich Verkhovensky, a political terrorist who leads a group of nihilists on a demonic quest for societal breakdown. They are consumed by their desires and ideals, and have surrendered themselves fully to the darkness of their \"demons\". This possession leads them to engulf a quiet provincial town and subject it to a storm of violence. Inspired by a real political killing in 1869, the book is an impassioned response to the ideologies of European liberalism and nihilism, which threatened Russian Orthodoxy; it eerily predicted the Russian Revolution, which would take place 50 years later. Funny, shocking, and tragic, it is a profound and affecting work with deep philosophical discourses about God, human freedom and political revolution.",
    "characters": [
        "none"
    ]
  }
]
