 [
  {
    "authors": ["Fyodor Dostoevsky"],
    "country": "Russia",
    "imageLink": "images/the-brothers-karamazov.jpg",
    "language": "Russian",
    "link": "https://en.wikipedia.org/wiki/The_Brothers_Karamazov\n",
    "pages": 824,
    "title": "The Brothers Karamazov",
    "year": 1880,
    "genres": [
        "fiction"
    ],
    "ISBN":" 9780374528379",
    "publisher": "Farrar, Straus and Giroux; 12th edition",
    "publication_date": "2002-06-14",
    "storyline": "\nThe Brothers Karamasov is a murder mystery, a courtroom drama, and an exploration of erotic rivalry in a series of triangular love affairs involving the “wicked and sentimental” Fyodor Pavlovich Karamazov and his three sons―the impulsive and sensual Dmitri; the coldly rational Ivan; and the healthy, red-cheeked young novice Alyosha. Through the gripping events of their story, Dostoevsky portrays the whole of Russian life, is social and spiritual striving, in what was both the golden age and a tragic turning point in Russian culture.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["George Eliot"],
    "country": "United Kingdom",
    "imageLink": "images/middlemarch.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Middlemarch\n",
    "pages": 800,
    "title": "Middlemarch",
    "year": 1871,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780143123811",
    "publisher": "Penguin Books; Reprint edition",
    "publication_date": "2012-12-12",
    "storyline": "It all begins with a letter. Fall in love with Penguin Drop Caps, a new series of twenty-six collectible and gift-worthy hardcover editions, each with a type cover showcasing a gorgeously illustrated letter of the alphabet by superstar type designer Jessica Hische, whose work has appeared everywhere from Tiffany & Co. to Wes Anderson's film Moonrise Kingdom to Penguin's own bestsellers Committed and Rules of Civility. A collaboration between Jessica Hische and Penguin Art Director Paul Buckley, the series design encompasses foil-stamped paper-over-board cases in a rainbow-hued spectrum across all twenty-six book spines and a decorative stain on all three paper edges. Penguin Drop Caps debuts with an “A” for Jane Austen’s Pride and Prejudice, a “B” for Charlotte Brontë’s Jane Eyre, and a “C” for Willa Cather’s My Ántonia, and continues with more classics from Penguin.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Ralph Ellison"],
    "country": "United States",
    "imageLink": "images/invisible-man.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Invisible_Man\n",
    "pages": 581,
    "title": "Invisible Man",
    "year": 1952,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780679732761",
    "publisher": "Vintage Books; 2nd edition",
    "publication_date": "1995-01-01",
    "storyline": "Originally published in 1952 as the first novel by a then unknown author, it remained on the bestseller list for sixteen weeks, won the National Book Award for fiction, and established Ralph Ellison as one of the key writers of the century. \n\nThe book's nameless narrator describes growing up in a black community in the South, attending a Negro college from which he is expelled, moving to New York and becoming the chief spokesman of the Harlem branch of \"the Brotherhood\", before retreating amid violence and confusion to the basement lair of the Invisible Man he imagines himself to be.  \n\nThe book is a passionate and witty tour de force of style, strongly influenced by T.S. Eliot's The Waste Land, James Joyce, and Dostoevsky.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Euripides"],
    "country": "Greece",
    "imageLink": "images/medea.jpg",
    "language": "Greek",
    "link": "https://en.wikipedia.org/wiki/Medea_(play)\n",
    "pages": 104,
    "title": "Medea",
    "year": -431,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780486275482",
    "publisher": " Dover Publications; Reprint, Unabridged edition",
    "publication_date": "1993-",
    "storyline": "One of the most powerful and enduring of Greek tragedies, Medea centers on the myth of Jason, leader of the Argonauts, who has won the dragon-guarded treasure of the Golden Fleece with the help of the sorceress Medea. Having married Medea and fathered her two children, Jason abandons her for a more favorable match, never suspecting the terrible revenge she will take.\nEuripides' masterly portrayal of the motives fiercely driving Medea's pursuit of vengeance for her husband's insult and betrayal has held theater audiences spellbound for more than twenty centuries. Rex Warner's authoritative translation brings this great classic of world literature vividly to life.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["William Faulkner"],
    "country": "United States",
    "imageLink": "images/absalom-absalom.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Absalom,_Absalom!\n",
    "pages": 313,
    "title": "Absalom, Absalom!",
    "year": 1936,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780679732181",
    "publisher": "Vintage; Reissue edition",
    "publication_date": "1990-11-01",
    "storyline": "“Read, read, read. Read everything—trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You’ll absorb it. Then write. If it is good, you’ll find out. If it’s not, throw it out the window.” —William Faulkner\n \nAbsalom, Absalom! is Faulkner’s epic tale of Thomas Sutpen, an enigmatic stranger who comes to Jefferson, Mississippi, in the early 1830s to wrest his mansion out of the muddy bottoms of the north Mississippi wilderness. He was a man, Faulkner said, “who wanted sons and the sons destroyed him.”",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["William Faulkner"],
    "country": "United States",
    "imageLink": "images/the-sound-and-the-fury.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/The_Sound_and_the_Fury\n",
    "pages": 326,
    "title": "The Sound and the Fury",
    "year": 1929,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780679732242",
    "publisher": "Vintage; 1st edition",
    "publication_date": "1990-10-01",
    "storyline": "The Sound and the Fury is the tragedy of the Compson family, featuring some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character’s voices and actions mesh to create what is arguably Faulkner’s masterpiece and  one of the greatest novels of the twentieth century.\n",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Gustave Flaubert"],
    "country": "France",
    "imageLink": "images/madame-bovary.jpg",
    "language": "French",
    "link": "https://en.wikipedia.org/wiki/Madame_Bovary\n",
    "pages": 528,
    "title": "Madame Bovary",
    "year": 1857,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780143106494",
    "publisher": "Penguin Classics; Revised ed. edition",
    "publication_date": "2011-10-04",
    "storyline": "Emma Bovary is the original desperate housewife. Beautiful but bored, she spends lavishly on clothes and on her home and embarks on two disappointing affairs in an effort to make her life everything she believes it should be. Soon heartbroken and crippled by debts, she takes drastic action, with tragic consequences for her husband and daughter. In this landmark new translation of Gustave Flaubert's masterwork, award-winning writer and translator Lydia Davis honors the nuances and particulars of Flaubert's legendary prose style, giving new life in English to the book that redefined the novel as an art form.\n\nFor more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Gustave Flaubert"],
    "country": "France",
    "imageLink": "images/l-education-sentimentale.jpg",
    "language": "French",
    "link": "https://en.wikipedia.org/wiki/Sentimental_Education\n",
    "pages": 606,
    "title": "Sentimental Education",
    "year": 1869,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780140447972",
    "publisher": "Penguin Classics; Revised edition",
    "publication_date": "2004-10-26",
    "storyline": "Based on Flaubert's own youthful passion for an older woman, Sentimental Education was described by its author as \"the moral history of the men of my generation.\" It follows the amorous adventures of Frederic Moreau, a law student who, returning home to Normandy from Paris, notices Mme Arnoux, a slender, dark woman several years older than himself. It is the beginning of an infatuation that will last a lifetime. He befriends her husband, an influential businessman, and as their paths cross and re-cross over the years, Mme Arnoux remains the constant, unattainable love of Moreau's life. Blending love story, historical authenticity, and satire, Sentimental Education is one of the great French novels of the nineteenth century.\n\nFor more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Federico García Lorca"],
    "country": "Spain",
    "imageLink": "images/gypsy-ballads.jpg",
    "language": "Spanish",
    "link": "https://en.wikipedia.org/wiki/Gypsy_Ballads\n",
    "pages": 218,
    "title": "Gypsy Ballads",
    "year": 1928,
    "genres": [
        "fiction"
    ],
    "ISBN":"9781907587085",
    "publisher": "Enitharmon Press; Bilingual edition",
    "publication_date": "2011-09-01",
    "storyline": "Federico García Lorca wrote the Gypsy Ballads between 1924 and 1927. When the book was published it caused a sensation in the literary world. Drawing on the traditional Spanish ballad form, Lorca described his Romancero Gitano as ‘the poem of Andalucía...A book that hardly expresses visible Andalusia at all, but where hidden Andalucía trembles’. Seeking to relate the nature of his proud and troubled region of Spain, he drew on a traditional gypsy form; yet the homely, unpretentious style of these poems barely disguises the undercurrents of conflicted identity never far from Lorca’s work. This bilingual edition, translated by Jane Duran and Glora García Lorca, is illuminated by photos and illustrations of and by Lorca, his own reflections on the poems and introductory notes by leading Lorca scholars: insights into the Romancero and the history of the Spanish ballad form by Andrés Soria Olmedo; notes on the dedications by Manuel Fernández-Montesinos; Lorca's 1935 lecture; and an introduction by Professor Christopher Maurer to the problems and challenges faced by translators of Lorca. True to the spirit of Lorca’s remarkable artistry, the book has been designed by John Morgan, one the UK’s most imaginative typographic designers, with a gradated green cloth cover embossed on the front and back with Lorca’s own playful line drawings.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Walt Whitman"],
    "country": "United States",
    "imageLink": "images/leaves-of-grass.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Leaves_of_Grass\n",
    "pages": 152,
    "title": "Leaves of Grass",
    "year": 1855,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780195183429",
    "publisher": "Oxford University Press; 150th anniversary edition",
    "publication_date": "2005-04-15",
    "storyline": "he publication of Leaves of Grass in July 1855 was a landmark event in literary history. Ralph Waldo Emerson judged the book \"the most extraordinary piece of wit and wisdom America has yet contributed.\" Nothing like the volume had ever appeared before. Everything about it--the unusual jacket and title page, the exuberant preface, the twelve free-flowing, untitled poems embracing every realm of experience--was new. The 1855 edition broke new ground in its relaxed style, which prefigured free verse; in its sexual candor; in its images of racial bonding and democratic togetherness; and in the intensity of its affirmation of the sanctity of the physical world.",
    "characters": [
        "none"
    ]
  },
  {
    "authors":  ["Virginia Woolf"],
    "country": "United Kingdom",
    "imageLink": "images/mrs-dalloway.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Mrs_Dalloway\n",
    "pages": 216,
    "title": "Mrs Dalloway",
    "year": 1925,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780156628709",
    "publisher": "Mariner Books; First edition",
    "publication_date": "1990-01-01",
    "storyline": "In this vivid portrait of a single day in a woman’s life, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of preparation for a party while in her mind she is something much more than a perfect society hostess. As she readies her house for friends and neighbors, she is flooded with remembrances of the past—the passionate loves of her carefree youth, her practical choice of husband, and the approach and retreat of war. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old.\n\nFrom the introspective Clarissa, to the lover who never fully recovered from her rejection, to a war-ravaged stranger in the park, the characters and scope of Mrs. Dalloway reshape our sense of ordinary life making it one of the most “moving, revolutionary artworks of the twentieth century” (Michael Cunningham).",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Virginia Woolf"],
    "country": "United Kingdom",
    "imageLink": "images/to-the-lighthouse.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/To_the_Lighthouse\n",
    "pages": 209,
    "title": "To the Lighthouse",
    "year": 1927,
    "genres": [
        "fiction"
    ],
    "ISBN":" 9780156907392",
    "publisher": "Harcourt Brace Jovanovich; First edition",
    "publication_date": "1989-12-27",
    "storyline": "“Radiant as [To the Lighthouse] is in its beauty, there could never be a mistake about it: here is a novel to the last degree severe and uncompromising. I think that beyond being about the very nature of reality, it is itself a vision of reality.”—Eudora Welty, from the Introduction.The serene and maternal Mrs. Ramsay, the tragic yet absurd Mr. Ramsay, and their children and assorted guests are on holiday on the Isle of Skye. From the seemingly trivial postponement of a visit to a nearby lighthouse, Woolf constructs a remarkable, moving examination of the complex tensions and allegiances of family life and the conflict between men and women.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Marguerite Yourcenar"],
    "country": "France/Belgium",
    "imageLink": "images/memoirs-of-hadrian.jpg",
    "language": "French",
    "link": "https://en.wikipedia.org/wiki/Memoirs_of_Hadrian\n",
    "pages": 408,
    "title": "Memoirs of Hadrian",
    "year": 1951,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780374529260",
    "publisher": "Farrar, Straus and Giroux",
    "publication_date": "2005-05-18",
    "storyline": "Both an exploration of character and a reflection on the meaning of history, Memoirs of Hadrian has received international acclaim since its first publication in France in 1951. In it, Marguerite Yourcenar reimagines the Emperor Hadrian's arduous boyhood, his triumphs and reversals, and finally, as emperor, his gradual reordering of a war-torn world, writing with the imaginative insight of a great writer of the twentieth century while crafting a prose style as elegant and precise as those of the Latin stylists of Hadrian's own era.",
    "characters": [
        "none"
    ]
  }
]