[
  {
    "authors": ["Chinua Achebe"],
    "country": "Nigeria",
    "imageLink": "images/things-fall-apart.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Things_Fall_Apart\n",
    "pages": 209,
    "title": "Things Fall Apart",
    "year": 1958,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780385474542",
    "publisher": "Penguin Books",
    "publication_date": "1994-09-01",
    "storyline": "\nThings Fall Apart is the first of three novels in Chinua Achebe's critically acclaimed African Trilogy. It is a classic narrative about Africa's cataclysmic encounter with Europe as it establishes a colonial presence on the continent. Told through the fictional experiences of Okonkwo, a wealthy and fearless Igbo warrior of Umuofia in the late 1800s, Things Fall Apart explores one man's futile resistance to the devaluing of his Igbo traditions by British political andreligious forces and his despair as his community capitulates to the powerful new order.\n\nWith more than 20 million copies sold and translated into fifty-seven languages, Things Fall Apart provides one of the most illuminating and permanent monuments to African experience. Achebe does not only capture life in a pre-colonial African village, he conveys the tragedy of the loss of that world while broadening our understanding of our contemporary realities.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Hans Christian Andersen"],
    "country": "Denmark",
    "imageLink": "images/fairy-tales.jpg",
    "language": "Danish",
    "link": "https://en.wikipedia.org/wiki/Fairy_Tales_Told_for_Children._First_Collection.\n",
    "pages": 784,
    "title": "Fairy tales",
    "year": 1836,
    "genres": [
        "fiction"
    ],
    "ISBN":"9783836548397",
    "publisher": "TASCHEN",
    "publication_date": "2017",
    "storyline": "As treasured today as they will undoubtedly be for generations to come, Hans Christian Andersen’s fairy tales are cornerstones of our collective consciousness as much as of the Western literary canon. From The Ugly Duckling to The Little Mermaid and The Emperor’s New Clothes, this beautifully presented collection shares the eternal magic of these stories with a selection of eight tales, each illustrated with sparkling vintage artwork from the 1890s to the 1980s.\n\nTrue to the international appeal of the stories, the featured artists hail from Scandinavia to Japan and include such greats as Kay Nielsen, Josef Paleček, Tom Seidmann-Freud (niece of Sigmund Freud), and the groundbreaking film animator Lotte Reiniger. The collection also features historic and contemporary silhouettes, a presentation of Andersen’s immense legacy, brief historical introductions to each fairy tale, as well as a set of stickers of favorite motifs. A treasure for the whole family, this precious edition inspires and enchants as much as the mystical, magical worlds of Andersen’s imagination.The following fairy tales are featured in the book:The Princess and the Pea, The Nightingale, The Little Mermaid, The Emperor’s New Clothes, The Steadfast Tin Soldier, The Snow Queen, The Ugly Duckling, The Tinderbox.\n\n\"synopsis\" may belong to another edition of this title.",
    "characters": [
        "none"
    ]

  },
  {
    "authors": ["Dante Alighieri"],
    "country": "Italy",
    "imageLink": "images/the-divine-comedy.jpg",
    "language": "Italian",
    "link": "https://en.wikipedia.org/wiki/Divine_Comedy\n",
    "pages": 928,
    "title": "The Divine Comedy",
    "year": 1315,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780451208637",
    "publisher": "Berkley; Illustrated edition",
    "publication_date": "2003-05-27",
    "storyline": "Belonging in the immortal company of the great works of literature, Dante Alighieri’s poetic masterpiece, The Divine Comedy, is a moving human drama, an unforgettable visionary journey through the infinite torment of Hell, up the arduous slopes of Purgatory, and on to the glorious realm of Paradise—the sphere of universal harmony and eternal salvation.\n\nNow, for the first time, John Ciardi’s brilliant and authoritative translations of Dante’s three soaring canticles—The Inferno, The Purgatorio, and The Paradiso—have been gathered together in a single volume. Crystallizing the power and beauty inherent in the great poet’s immortal conception of the aspiring soul, The Divine Comedy is a dazzling work of sublime truth and mystical intensity.",
    "characters": [
        "none"
    ]
  },
  {
    "authors":["Andrew George"],
    "country": "Epic of Gilgamesh",
    "imageLink": "images/the-epic-of-gilgamesh.jpg",
    "language": "Akkadian",
    "link": "https://en.wikipedia.org/wiki/Epic_of_Gilgamesh\n",
    "pages": 160,
    "title": "The Epic Of Gilgamesh",
    "year": -1700,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780140449198",
    "publisher": "Penguin Classics; 31732nd edition",
    "publication_date": "2003-24-29",
    "storyline": "Miraculously preserved on clay tablets dating back as much as four thousand years, the poem of Gilgamesh, king of Uruk, is the world's oldest epic, predating Homer by many centuries. The story tells of Gilgamesh's adventures with the wild man Enkidu, and of his arduous journey to the ends of the earth in quest of the Babylonian Noah and the secret of immortality. Alongside its themes of family, friendship and the duties of kings, the Epic of Gilgamesh is, above all, about mankind's eternal struggle with the fear of death.\n\nThe Babylonian version has been known for over a century, but linguists are still deciphering new fragments in Akkadian and Sumerian. Andrew George's award-winning translation has been revised to include many new discoveries of text, and reissued in 2019. It brilliantly combines these into a fluent narrative and will long rank as the definitive English Gilgamesh.\n\nFor more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Stephen Mitchell"],
    "country": "Achaemenid Empire",
    "imageLink": "images/the-book-of-job.jpg",
    "language": "Hebrew",
    "link": "https://en.wikipedia.org/wiki/Book_of_Job\n",
    "pages": 176,
    "title": "The Book Of Job",
    "year": -600,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780060969592",
    "publisher": "Harper Perennial; Reprint edition",
    "publication_date": "1994-01-15",
    "storyline": "The Book of Job pulses with moral energy, outrage, and spiritual insight; it is nothing less than human suffering and the transcendence of it.\n\nNow, The Book of Job has been translated into English by the eminent translator and scholar Stephen Mitchell, whose versions of Rilke, Israeli poetry, and the Tao Te Ching have been widely praised. This is the first time ever that the Hebrew verse of Job has been translated into verse in any language, ancient or modern, and the result is a triumph.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Geraldine McCaughrean"],
    "country": "India/Iran/Iraq/Egypt/Tajikistan",
    "imageLink": "images/one-thousand-and-one-nights.jpg",
    "language": "Arabic",
    "link": "https://en.wikipedia.org/wiki/One_Thousand_and_One_Nights\n",
    "pages": 288,
    "title": "One Thousand and One Arabian Nights",
    "year": 1200,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780192750136",
    "publisher": "Oxford University Press; New Ed edition",
    "publication_date": "200-01-06",
    "storyline": "King Shahryar kills a new wife every night, because he is afraid she will stop loving him. But his new bride Shahrazad has a clever plan to save herself. Her nightly stories--of Sinbad the Sailor, Ali Baba, and many other heroes and villains--are so engrossing that King Shahryar has to postpone her execution again and again... This illustrated edition brings together all the Arabian Nights tales in an original retelling by award-winning author Geraldine McCaughrean.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Magnus Magnusson"],
    "country": "Iceland",
    "imageLink": "images/njals-saga.jpg",
    "language": "Old Norse",
    "link": "https://en.wikipedia.org/wiki/Nj%C3%A1ls_saga\n",
    "pages": 384,
    "title": "Njál's Saga",
    "year": 1350,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780140441031",
    "publisher": "Penguin Classics",
    "publication_date": "1960-10-30",
    "storyline": "Written in the thirteenth century, Njal's Saga is a story that explores perennial human problems-from failed marriages to divided loyalties, from the law's inability to curb human passions to the terrible consequences when decent men and women are swept up in a tide of violence beyond their control. It is populated by memorable and complex characters like Gunnar of Hlidarendi, a powerful warrior with an aversion to killing, and the not-so-villainous Mord Valgardsson. Full of dreams, strange prophecies, violent power struggles, and fragile peace agreements, Njal's Saga tells the compelling story of a fifty-year blood feud that, despite its distance from us in time and place, is driven by passions familiar to us all.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Jane Austen"],
    "country": "United Kingdom",
    "imageLink": "images/pride-and-prejudice.jpg",
    "language": "English",
    "link": "https://en.wikipedia.org/wiki/Pride_and_Prejudice\n",
    "pages": 226,
    "title": "Pride and Prejudice",
    "year": 1813,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780141439518",
    "publisher": "Penguin Books; Reprint",
    "publication_date": "2002-12-31",
    "storyline": "Austen's most popular novel, the unforgettable story of Elizabeth Bennet and Mr. Darcy. Nominated as one of America’s best-loved novels by PBS’s The Great American Read\n\nFew have failed to be charmed by the witty and independent spirit of Elizabeth Bennet in Austen’s beloved classic Pride and Prejudice. When Elizabeth Bennet first meets eligible bachelor Fitzwilliam Darcy, she thinks him arrogant and conceited; he is indifferent to her good looks and lively mind. When she later discovers that Darcy has involved himself in the troubled relationship between his friend Bingley and her beloved sister Jane, she is determined to dislike him more than ever. In the sparkling comedy of manners that follows, Jane Austen shows us the folly of judging by first impressions and superbly evokes the friendships, gossip and snobberies of provincial middle-class life. This Penguin Classics edition, based on Austen's first edition, contains the original Penguin Classics introduction by Tony Tanner and an updated introduction and notes by Viven Jones.\n\nFor more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Honoré de Balzac"],
    "country": "France",
    "imageLink": "images/le-pere-goriot.jpg",
    "language": "French",
    "link": "https://en.wikipedia.org/wiki/Le_P%C3%A8re_Goriot\n",
    "pages": 443,
    "title": "Le Père Goriot",
    "year": 1835,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780199538751",
    "publisher": "Oxford University Press; Illustrated edition",
    "publication_date": "2009-05-05",
    "storyline": "About the Series: For over 100 years Oxford World's Classics has made available the broadest spectrum of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, voluminous notes to clarify the text, up-to-date bibliographies for further study, and much more.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Samuel Beckett"],
    "country": "Republic of Ireland",
    "imageLink": "images/molloy-malone-dies-the-unnamable.jpg",
    "language": "French, English",
    "link": "https://en.wikipedia.org/wiki/Molloy_(novel)\n",
    "pages": 256,
    "title": "Molloy, Malone Dies, The Unnamable, the trilogy",
    "year": 1952,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780802144478",
    "publisher": "Grove Press; First Edition",
    "publication_date": "2009-06-01",
    "storyline": "Few works of contemporary literature are so universally acclaimed as central to our understanding of the human experience as Nobel Prize winner Samuel Beckett’s famous trilogy. Molloy, the first of these masterpieces, appeared in French in 1951. It was followed seven months later by Malone Dies and two years later by The Unnamable. All three have been rendered into English by the author.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Giovanni Boccaccio"],
    "country": "Italy",
    "imageLink": "images/the-decameron.jpg",
    "language": "Italian",
    "link": "https://en.wikipedia.org/wiki/The_Decameron\n",
    "pages": 1024,
    "title": "The Decameron",
    "year": 1351,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780393350265",
    "publisher": "W. W. Norton & Company; Reprint edition",
    "publication_date": "2014-12-08",
    "storyline": "“Rebhorn deserves our gratitude for an eminently persuasive translation. . . . I celebrate his accomplishment.”―Edith Grossman\n\nThe year is 1348. The Black Death has begun to ravage Europe. Ten young Florentines―seven women and three men―escape the plague-infested city and retreat to the countryside around Fiesole. At their leisure in this isolated and bucolic setting, they spend ten days telling each other stories―tales of romance, tragedy, comedy, and farce―one hundred in all. The result, called by one critic \"the greatest short story collection of all time\" (Leonard Barkan, Princeton University) is a rich and entertaining celebration of the medley of medieval life.\nWitty, earthy, and filled with bawdy irreverence, the one hundred stories of The Decameron offer more than simple escapism; they are also a life-affirming balm for trying times. The Decameron is a joyously comic book that has earned its place in world literature not just because it makes us laugh, but more importantly because it shows us how essential laughter is to the human condition.\n\nPublished on the 700th anniversary of Boccaccio’s birth, Wayne A. Rebhorn's new translation of The Decameron introduces a generation of readers to this \"rich late-medieval feast\" in a \"lively, contemporary, American-inflected English\" (Stephen Greenblatt, Harvard University) even as it retains the distinctly medieval flavor of Boccaccio's rhetorically expressive prose.\n\nAn extensive introduction provides useful details about Boccaccio's historical and cultural milieu, the themes and particularities of the text, and the lines of influence flowing into and out of this towering monument of world literature.",
    "characters": [
        "none"
    ]
  },
  {
    "authors": ["Jorge Luis Borges"],
    "country": "Argentina",
    "imageLink": "images/ficciones.jpg",
    "language": "Spanish",
    "link": "https://en.wikipedia.org/wiki/Ficciones\n",
    "pages": 224,
    "title": "Ficciones",
    "year": 1965,
    "genres": [
        "fiction"
    ],
    "ISBN":"9780679422990",
    "publisher": "Everyman's Library; 1st Edition",
    "publication_date": "1993-5-25",
    "storyline": "“Borges’s composed, carefully wrought, gnarled style is at once the means of his art and its object—his way of ordering and giving meaning to the bizarre and terrifying world he creates: it is a brilliant, burnished instrument, and it is quite adequate to the extreme demands his baroque imagination makes of it . . . . Absolutely and most vividly original.”—Saturday Review\n\nThe seventeen pieces in Ficciones demonstrate the gargantuan powers of imagination, intelligence, and style of one of the greatest writers of this or any other century. Borges sends us on a journey into a compelling, bizarre, and profoundly resonant realm; we enter the fearful sphere of Pascal’s abyss, the surreal and literal labyrinth of books, and the iconography of eternal return. More playful and approachable than the fictions themselves are Borges’s Prologues, brief elucidations that offer the uninitiated a passageway into the whirlwind of Borges’s genius and mirror the precision and potency of his intellect and inventiveness, his piercing irony, his skepticism, and his obsession with fantasy. To enter the worlds in Ficciones is to enter the mind of Jorge Luis Borges, wherein lies Heaven, Hell, and everything in between.",
    "characters": [
        "none"
    ]
  }
]