{
  "name": "Douglas Adams",
  "OLID": "OL272947A",
  "background": "Douglas Adams was born in Cambridge in March 1952, educated at Brentwood School, Essex and St John's College, Cambridge where, in 1974 he gained a BA (and later an MA) in English literature. He was creator of all the various manifestations of *The Hitchhiker's Guide to the Galaxy* which started life as a BBC Radio 4 series. Since its first airing in March 1978 it has been transformed into a series of best-selling novels, a TV series, a record album, a computer game and several stage adaptations. *The Hitchhiker's Guide to the Galaxy's* phenomenal success sent the book straight to Number One in the UK Bestseller List and in 1984 Douglas Adams became the youngest author to be awarded a Golden Pan. He won a further two (a rare feat), and was nominated - though not selected - for the first Best of Young British Novelists awards. He followed this success with *The Restaurant at the End of the Universe* (1980)*; Life, The Universe and Everything* (1982); *So Long and Thanks for all the Fish* (1984); and *Mostly Harmless* (1992). The first two books in the Hitchhiker series were adapted into a 6 part television series, which was an immediate success when first aired in 1982. Other publications include *Dirk Gently's Holistic Detective Agency* (1987) and *Long Dark Tea-time of the Soul* (1988). In 1984 Douglas teamed up with John Lloyd and wrote *The Meaning of Liff* and after a huge success *The Deeper Meaning of Liff* followed this in 1990). One of Douglas's all-time personal favourites was written in 1990 when he teamed up with zoologist Mark Carwardine and wrote *Last Chance to See* -- an account of a world-wide search for rare and endangered species of animals. He sold over 15 million books in the UK, the US and Australia and was also a best seller in German, Swedish and many other languages. Douglas was a founding director of h2g2, formerly The Digital Village, a digital media and Internet company with which he created the 1998 CD-ROM Starship Titanic, a Codie Award-winning (1999) and BAFTA-nominated (1998) adventure game. Douglas died unexpectedly in May 2001 of a sudden heart attack. He was 49. He had been living in Santa Barbara, California with his wife and daughter, and at the time of his death he was working on the screenplay for a feature film version of Hitchhiker.",
  "links": [
    {
      "wikipedia": "https://en.wikipedia.org/wiki/Douglas_Adams",
      "url": "https://douglasadams.com/"
    }
    ],
  "birth_date": "11 March 1952",
  "death_date": "11 May 2001",
  "alternate_names": [
    "Adams Douglas"
  ],
  "book_names": [
    "The Hitchhiker's Guide to the Galaxy"
  ],
  "genres": [
    "science fiction"
  ]
}