{
  "name": "Roald Dahl",
  "OLID": "OL34184A",
  "background": "Roald Dahl (13 September 1916 – 23 November 1990) was a British novelist, short-story writer, poet, screenwriter, and wartime fighter pilot. His books have sold more than 250 million copies worldwide.\n\nDahl was born in Wales to Norwegian immigrant parents. He served in the Royal Air Force during the Second World War. He became a fighter pilot and, subsequently, an intelligence officer, rising to the rank of acting wing commander. He rose to prominence as a writer in the 1940s with works for children and for adults, and he became one of the world's best-selling authors. He has been referred to as \"one of the greatest storytellers for children of the 20th century\". His awards for contribution to literature include the 1983 World Fantasy Award for Life Achievement and the British Book Awards' Children's Author of the Year in 1990. In 2008, The Times placed Dahl 16th on its list of \"The 50 Greatest British Writers Since 1945\".\n\nDahl's short stories are known for their unexpected endings, and his children's books for their unsentimental, macabre, often darkly comic mood, featuring villainous adult enemies of the child characters. His children's books champion the kindhearted and feature an underlying warm sentiment. His works for children include James and the Giant Peach, Charlie and the Chocolate Factory, Matilda, The Witches, Fantastic Mr Fox, The BFG, The Twits, and George's Marvellous Medicine. His adult works include Tales of the Unexpected.",
  "links": [
    {
      "wikipedia": "https://en.wikipedia.org/wiki/Roald_Dahl"
    }
  ],
  "birth_date": "13 September 1916",
  "death_date": "23 November 1990",
  "book_names": [
    "James and the Giant Peach",
    "Charlie and the Chocolate Factory",
    "Fantastic Mr Fox",
    "Danny, the Champion of the World",
    "George's Marvellous Medicine",
    "The BFG",
    "The Witches",
    "Matilda"
  ],
  "genres": [
    "fantasy",
    "suspense"
  ]
}